Revit 2024 API
ReloadSwapOutInfo Class
 This object contains information about fabrication parts swapped out during reload.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2019
Syntax
C#
public class ReloadSwapOutInfo : IDisposable
Visual Basic
Public Class ReloadSwapOutInfo _
	Implements IDisposable
Visual C++
public ref class ReloadSwapOutInfo : IDisposable
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.ReloadSwapOutInfo
See Also
ReloadSwapOutInfo Members
Autodesk.Revit.DB Namespace